<%@ page contentType="text/html;charset=UTF-8" pageEncoding="UTF-8" %>
<%@taglib prefix="layout" tagdir="/WEB-INF/tags" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>


<layout:mainLayout>

    <h1>
        Добро пожаловать 🎉
    </h1>
    <h2>
        Здесь вы можете задавать вопросы и получать на них ответы, а также отвечать на вопросы пользователей<br>
        <br> Для того чтобы сделать это, вам нужно будет зарегистрироваться или войти.<br>
        <br> Вы также можете оценить ответы других пользователей лайком или (если вы являетесь автором вопроса) пометкой "лучший ответ".<br>
        <br> Вы также можете найти таблицу с пользователями, отсортированными по рейтингу, на панели навигации.<br>
    </h2>

</layout:mainLayout>
